/* EXPIRED label in Items */
" (EXPIRED)" = " (EXPIRED)";

/* Share string */
" days" = " days";

/* Share string */
" expires in " = " expires in ";

/* Append to title in Invite */
" invitation" = " invitation";

/* Accept invitation action
   Accept invitation button title */
"Accept" = "Accept";

/* Invitation status */
"Accepted" = "Accepted";

/* Add Group action button in Main */
"Add Group" = "Add Group";

/* Add new group alert in Main */
"Add New Group" = "Add New Group";

/* Leave Group alert message */
"Are you sure, you want to leave this group?" = "Are you sure, you want to leave this group?";

/* Add New Group missing group name alert
   Edit Group Name alert for group with no name */
"Can not add group without name" = "Can not add group without name";

/* Create new item error description */
"Can not add item without name" = "Can not add item without name";

/* Cancel button in Delete Group alert
   Cancel button in Edit Group Name
   Cancel invitation
   Cancell button in Add New Group */
"Cancel" = "Cancel";

/* Delete action title
   Delete button in Delete Group
   Delete in Group Swipe Action
   Delete invitation
   Delete invitation action
   Delete invitation button title */
"Delete" = "Delete";

/* Delete Group alert */
"Delete Group" = "Delete Group";

/* Edit action title
   Edit in Group Swipe Action */
"Edit" = "Edit";

/* Edit Group name alert */
"Edit Group Name" = "Edit Group Name";

/* Edit Name action button in Edit Group alert */
"Edit Name" = "Edit Name";

/* Email incorrect in registration */
"Email Incorrect" = "Email Incorrect";

/* Register error sighning up */
"Error signing up" = "Error signing up";

/* Expires detail label in Items */
"Expires: " = "Expires: ";

/* Items failed alert */
"Failed to retrive data" = "Failed to retrive data";

/* Hide Used Items settings cell */
"Hide Used Items" = "Hide Used Items";

/* Invitation settings cell */
"Invitation" = "Invitation";

/* Invite in Group Swipe Action */
"Invite" = "Invite";

/* Leave button in Delete Group action */
"Leave" = "Leave";

/* Leave group alert */
"Leave Group" = "Leave Group";

/* Profile View password error */
"New emails do not match" = "New emails do not match";

/* New Group Name placeholder */
"New Group Name" = "New Group Name";

/* Profile View password error */
"New passwords do not match" = "New passwords do not match";

/* Invite alert */
"Only group owner can delete invitation" = "Only group owner can delete invitation";

/* Edit Group Swipe Action alert */
"Only the owner of the group can edit it" = "Only the owner of the group can edit it";

/* Password incorrect in registration */
"Password Incorrect" = "Password Incorrect";

/* Invitation status
   Pending invitation status */
"Pending" = "Pending";

/* Profile settings cell */
"Profile" = "Profile";

/* Share action title */
"Share" = "Share";

/* Sign Out settings cell */
"Sign Out" = "Sign Out";

/* Username is already in use registration */
"The username is already in use by another account." = "The username is already in use by another account.";

/* Profile View confirm error */
"To confirm any changes, please provide current password" = "To confirm any changes, please provide current password";

/* Profile View successful email alert
   Profilee View successful password alert */
"Updated Successfully" = "Updated Successfully";

/* Search User alert in Invite */
"User already invited" = "User already invited";

/* User not authenticated in registration */
"User not authenticated" = "User not authenticated";

/* Search alert in Invite when User nickname does not exist */
"User with this nickname does not exist" = "User with this nickname does not exist";

/* Invite alert */
"You can not delete your own invitation to your own group" = "You can not delete your own invitation to your own group";

/* "All scopeTable" */
"All" = "All";

/* Other typeTable */
"Other" = "Other";

/* Fruit typeTable
   Fruit scopeTable */
"Fruit" = "Fruit";

/* Vegie typeTable
   Vegie scopeTable */
"Vegie" = "Vegie";

/* Dairy typeTable
   Dairy scopeTable */
"Dairy" = "Dairy";

/* Grain typeTable
   Grain scopeTable */
"Grain" = "Grain";

/* Protein typeTable
   Protein scopeTable */
"Protein" = "Protein";

/* Sweet typeTable
   Sweet scopeTable */
"Sweet" = "Sweet";
